tap "1password/tap"
tap "gigalixir/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bat"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "groff"
brew "imagemagick"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wxwidgets"
brew "zellij"
brew "gigalixir/brew/gigalixir"
cask "1password-cli"
cask "amethyst"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "raycast"
cask "wezterm"
