tap "1password/tap"
tap "espanso/espanso"
tap "gigalixir/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bat"
brew "lima"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "imagemagick"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wxwidgets"
brew "zellij"
brew "zoxide"
cask "1password-cli"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "kitty"
cask "ngrok"
cask "wezterm"
