tap "elixir-tools/tap"
tap "felixkratz/formulae"
tap "gigalixir/brew"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "yakitrak/yakitrak"
brew "act"
brew "asdf"
brew "atuin", restart_service: :changed
brew "bash"
brew "bat"
brew "btop"
brew "lima"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "exercism"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "groff"
brew "gum"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "qemu"
brew "lima-additional-guestagents"
brew "lsd"
brew "neovim"
brew "node"
brew "pandoc"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "wxwidgets"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "amethyst"
cask "claude-code"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "jordanbaird-ice@beta"
cask "kitty"
cask "obs"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "wezterm"
vscode "adamzapasnik.elixir-test-explorer"
vscode "adpyke.vscode-sql-formatter"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "hbenl.vscode-test-explorer"
vscode "jakebecker.elixir-ls"
vscode "kumar-harsh.graphql-for-vscode"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.test-adapter-converter"
vscode "phoenixframework.phoenix"
vscode "tamasfe.even-better-toml"
vscode "threadheap.serverless-ide-vscode"
vscode "vscodevim.vim"
