tap "1password/tap"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "asdf"
brew "atuin"
brew "bash"
brew "bat"
brew "lima"
brew "colima"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "exercism"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "groff"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wxwidgets"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
cask "1password-cli"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "ngrok"
cask "raycast"
cask "session-manager-plugin"
cask "wezterm"
